all-repository-fonts
android-studio
chromium-widevine
cutecom
etcher-bin
font-bitstream-speedo
git-delta-git
insomnia
intellij-idea-ultimate-edition
jdk
jre
libgcj17-bin
libva-intel-driver-g45-h264
llvm9
llvm9-libs
makefile2graph
onedrive-abraunegg
parsec-bin
paru-bin
pdftk-bin
perl-benchmark-timer
perl-exporter-lite
perl-getopt-tabular
perl-sys-cpu
powerstat-git
remmina-plugin-rdesktop
xorg-font-utils
xorg-server-xdmx
xrandr-invert-colors
spotify
slack-desktop
