base
base-devel
git
grub
linux
efibootmgr
networkmanager
sddm
bluetooth
plasma
android-tools
ark
autoconf
automake
bash
binutils
bzip2
certbot
certbot-apache
cheese
chromium
cloc
cmake
code
coreutils
cryptsetup
device-mapper
dhcpcd
diffutils
dnsmasq
docker
dolphin
dolphin-plugins
dpkg
e2fsprogs
ebtables
efibootmgr
fakeroot
ffmpegthumbs
file
filelight
filesystem
findutils
firefox
firewalld
flashplugin
flex
freeglut
freerdp
fuse2
gawk
gcc
gcc-libs
gettext
glibc
global
gnu-netcat
gparted
granatier
grantlee-editor
grep
gwenview
gzip
htop
icedtea-web
inetutils
iperf
iproute2
iputils
jdk11-openjdk
jfsutils
juk
k3b
kalarm
kalgebra
kalzium
kamera
kamoso
kanagram
kapman
kapptemplate
kate
katomic
kbackup
kblackbox
kblocks
kbounce
kbreakout
kbruch
kcachegrind
kcalc
kcharselect
kcolorchooser
kcron
kde-dev-scripts
kde-dev-utils
kdebugsettings
kdeconnect
kdegraphics-mobipocket
kdenetwork-filesharing
kdenlive
kdepim-addons
kdesdk-kioslaves
kdesdk-thumbnailers
kdf
kdialog
kdiamond
keditbookmarks
kfind
kfloppy
kfourinline
kgeography
kget
kgoldrunner
kgpg
khangman
khelpcenter
kig
kigo
killbots
kimagemapeditor
kio-extras
kirigami-gallery
kiriki
kiten
kjumpingcube
kleopatra
klettres
klickety
klines
kmag
kmousetool
kmouth
kmplot
knetwalk
knotes
kollision
kolourpaint
kompare
konsole
krdc
krfb
kross-interpreters
kruler
ksquares
ksystemlog
kteatime
ktimer
ktouch
kwave
kwrite
less
lib32-libpulse
lib32-openal
lib32-simplescreenrecorder
libreoffice-still-en-gb
libtool
licenses
linux
linux-firmware
linux-headers
logrotate
lokalize
lskat
luit
lvm2
m4
make
man-db
man-pages
marble
maven
mdadm
minuet
nano
net-tools
netctl
networkmanager
networkmanager-openvpn
ntfs-3g
okular
pacman
pacman-contrib
paprefs
parley
patch
pavucontrol
pciutils
pdfpc
pepper-flash
perl
pkgconf
plasma-meta
poxml
print-manager
procps-ng
psmisc
psutils
pulseaudio-bluetooth
python-black
python-colorama
python-pip
qbittorrent
qemu
redshift
reiserfsprogs
remmina
rocs
s-nail
screen
sddm
sddm-kcm
sed
shadow
signon-kwallet-extension
simplescreenrecorder
spectacle
sshfs
sshpass
steam
step
sudo
sweeper
sysfsutils
systemd
systemd-sysvcompat
tar
telepathy-kde-accounts-kcm
telepathy-kde-approver
telepathy-kde-auth-handler
telepathy-kde-call-ui
telepathy-kde-common-internals
telepathy-kde-contact-list
telepathy-kde-contact-runner
telepathy-kde-desktop-applets
telepathy-kde-filetransfer-handler
telepathy-kde-integration-module
telepathy-kde-send-file
telepathy-kde-text-ui
texinfo
texlive-bibtexextra
texlive-core
texlive-fontsextra
texlive-formatsextra
texlive-games
texlive-humanities
texlive-latexextra
texlive-music
texlive-pictures
texlive-pstricks
texlive-publishers
texlive-science
texstudio
tilda
uboot-tools
unrar
unzip
usbutils
util-linux
v4l2loopback-dkms
vagrant
valgrind
vi
vlc
which
wireshark-qt
xf86-video-vesa
xfsprogs
xmldiff
xorg-bdftopcf
xorg-docs
xorg-font-util
xorg-fonts-100dpi
xorg-fonts-75dpi
xorg-fonts-encodings
xorg-iceauth
xorg-mkfontscale
xorg-server
xorg-server-common
xorg-server-devel
xorg-server-xephyr
xorg-server-xnest
xorg-server-xvfb
xorg-sessreg
xorg-setxkbmap
xorg-smproxy
xorg-x11perf
xorg-xauth
xorg-xbacklight
xorg-xcmsdb
xorg-xcursorgen
xorg-xdpyinfo
xorg-xdriinfo
xorg-xev
xorg-xgamma
xorg-xhost
xorg-xinit
xorg-xinput
xorg-xkbcomp
xorg-xkbevd
xorg-xkbutils
xorg-xkill
xorg-xlsatoms
xorg-xlsclients
xorg-xmodmap
xorg-xpr
xorg-xprop
xorg-xrandr
xorg-xrdb
xorg-xrefresh
xorg-xset
xorg-xsetroot
xorg-xvinfo
xorg-xwayland
xorg-xwd
xorg-xwininfo
xorg-xwud
zeroconf-ioslave
zip
